[
    {
        "break": "",
        "day": "Wednesday",
        "description": "",
        "everyone": "y",
        "facilitators": "",
        "id": "wed-opening",
        "social": "",
        "talk": "",
        "time": "11-11:30am ET",
        "timeblock": "wed-11am",
        "title": "SRCCON 2022 opening",
        "transcription": "y"
    },
    {
        "break": "",
        "day": "Wednesday",
        "description": "Sophie Ho and Yu Vongkiatkajorn on leading pay studies and strategizing to create change in newsrooms. ",
        "everyone": "",
        "facilitators": "",
        "id": "wed-talk",
        "social": "",
        "talk": "y",
        "time": "11:30am-12:15pm ET",
        "timeblock": "wed-11am",
        "title": "SRCCON Talks: Sophie Ho & Yu Vongkiatkajorn",
        "transcription": "y"
    },
    {
        "break": "y",
        "day": "Wednesday",
        "description": "Take a break! Step away from your computer or chat with other participants in the SRCCON Slack. Thanks to Alley for sponsoring our break time and opportunity to chat in the virtual hallway.",
        "everyone": "",
        "facilitators": "",
        "id": "wed-break",
        "social": "",
        "talk": "",
        "time": "12:15-12:45pm ET",
        "timeblock": "wed-1215pm",
        "title": "Social break",
        "transcription": ""
    },
    {
        "break": "",
        "day": "Wednesday",
        "description": "Sometimes, what people need is a script! There are so many different areas that pay equity tackles, from hiring to retention to recruitment to compensation. We all hear excuses all the time from our own orgs and others for why they can't implement a specific idea, such as salary transparency. Let's write all the excuses we've heard, and then come up with scripts for how to counter them. This is the first of a three-part series on pay equity hosted by Vision25.",
        "everyone": "",
        "facilitators": "Diana López, Victoria Walker",
        "id": "playbook-pay-equity",
        "social": "",
        "talk": "",
        "time": "12:45-2pm ET",
        "timeblock": "wed-1245pm",
        "title": "A Playbook of Pay Equity Comebacks: Scripts to use when people make excuses for not implementing pay transparency",
        "transcription": ""
    },
    {
        "break": "",
        "day": "Wednesday",
        "description": "Climate change is one of the most wicked problems our communities face–and for too long we’ve been throwing the standard journalism playbook at it: alarming headlines, beautiful data visualizations and expert sources, all crafted for mass consumption. It’s not working. When you write for everyone, the result is general climate emergency coverage that resonates with no one and fades from memory within hours of being published.\n\nThat’s why in 2022, KPCC/LAist set out to redesign its coverage of the climate emergency through human-centered design research. We started with a few key questions: How do Southern Californians experience climate change, how can we lower barriers to understanding, and what type of information is most relevant and useful in their daily lives? We emerged from 20 interviews with a new set of guiding principles for the beat and four archetypes of climate change information seekers to serve: the stuck, the practically minded, the high information connectors, and the low information connectors.\n\nIn this session we will introduce you to our coverage principles and our four archetypes, and you’ll hear from our climate emergency editor about how this research has influenced their view of the beat. Then we’ll move into breakout groups; each group will be given a different archetype to design a prototype for. We’ll reconvene to share everyone’s ideas. (We were inspired by the SRCCON 2021 session led by Lindsay Abrams, where she did something similar.)\n\nYou’ll leave the session for a blueprint of how your own newsroom can tackle climate change and other wicked problems in a way that is relevant and reflective of your community’s experiences.",
        "everyone": "",
        "facilitators": "Ariel Zirulnick, Rodrigo Cervantes",
        "id": "climate-change-audience",
        "social": "",
        "talk": "",
        "time": "12:45-2pm ET",
        "timeblock": "wed-1245pm",
        "title": "Let's design climate change coverage that our audience actually wants (and walk out with a framework for covering other wicked problems, too)",
        "transcription": "y"
    },
    {
        "break": "",
        "day": "Wednesday",
        "description": "It hurts when people publicly criticize our work. You put time, energy, care into your journalism, and blunt complaints can feel callous. The voices we hear are often harsh, not constructive, and when they throw barbs at you or those close to you, it can't help but feel personal, too.\n\nWe're not talking about accidents and errors here—we know how to respond to those with corrections. What we need to figure out is what to do with criticism that targets the assumptions we make as journalists, or attacks fundamental flaws in our practice. Sometimes our harshest critics are wrong, sure, but sometimes they see where we're missing perspectives, or failing them with reporting that doesn't push hard enough.\n\nSo how do we make sure we know the difference? Can we productively tell our critics when they're wrong? More importantly, can we admit to ourselves when they're right? How can we spot real opportunities to grow, to learn from the people engaging with our work, to reach into our communities and build trust? Let's talk about how to understand and address oppositional points of view in a pragmatic way, without compromising journalistic standards or personal beliefs.",
        "everyone": "",
        "facilitators": "Dana Amihere, Shady Grove Oliver",
        "id": "handling-audience-criticism",
        "social": "",
        "talk": "",
        "time": "12:45-2pm ET",
        "timeblock": "wed-1245pm",
        "title": "How to deal with audience criticism when it's wrong ... and when it's right",
        "transcription": ""
    },
    {
        "break": "",
        "day": "Wednesday",
        "description": "Training on newsroom products is too often left until the last minute and conducted as a perfunctory exercise. Workshop participants at previous conferences report training themselves on tools and processes that are critical to their work. This makes our days more difficult—and reinforces inequity and dominant hierarchies in the newsroom. Documentation is sometimes inaccessible or left to interns; already-marginalized folks get locked out of tech due to assumptions. Onboarding and professional development may be nonexistent, and teaching each other often seems beyond the scope of writing and editing duties. \n\nThis participatory train-the-trainers workshop will take you through a rubric of considerations to plan your own newsroom training on a new tool or product, while ensuring every staffer is fully included. We’ll collaboratively define and explore the problem space surrounding newsroom trainings. Then we’ll co-teach with you, sharing established rubrics and strategies to jump-start training and documentation for any product. Whether you’re a product stakeholder at a large organization or a staffer in a small newsroom, you’ll leave this session with a set of tools and processes that have been shown to improve training outcomes and product adoption.",
        "everyone": "",
        "facilitators": "Margaret Schneider, Samantha Ragland",
        "id": "inclusive-newsroom-trainings",
        "social": "",
        "talk": "",
        "time": "12:45-2pm ET",
        "timeblock": "wed-1245pm",
        "title": "How to run an inclusive newsroom training that builds product buy-in",
        "transcription": ""
    },
    {
        "break": "",
        "day": "Wednesday",
        "description": "As both the speed of news and our journalistic ambitions increase, the CMSes we use to tell stories often become major bottlenecks. In this session, newsrooms across the industry will demo the systems they’ve developed to publish ambitious, innovative journalism at the speed of news. And we'll discuss how to balance the seemingly contradictory requirements put on any publishing system: usability, repeatability, customizability, and speed.",
        "everyone": "",
        "facilitators": "John-Michael Murphy, Upasna Gautam",
        "id": "programming-speed-news",
        "social": "",
        "talk": "",
        "time": "12:45-2pm ET",
        "timeblock": "wed-1245pm",
        "title": "Programming at the Speed of News: Demos and Discussion",
        "transcription": ""
    },
    {
        "break": "",
        "day": "Wednesday",
        "description": "To build the future of journalism, we need to look to the past. The conditions that drove historical struggles for an equitable media system closely resemble what’s happening today — including news coverage that further marginalizes BIPOC, poor, immigrant, and LGBTQ+ communities and media policies that enforce racial hierarchies and economic exploitation.\n\nIn this session, participants will explore the decades-long fight for media justice and learn how progress came when journalists, civil-rights campaigners and media activists joined together to take action. With this historical grounding, participants will analyze current conditions and discuss what collective power is needed to change the practices of journalism and the public policies that shape our media system.",
        "everyone": "",
        "facilitators": "Mike Rispoli, Sanjay Jolly",
        "id": "history-media-justice",
        "social": "",
        "talk": "",
        "time": "4-5:15pm ET",
        "timeblock": "wed-4pm",
        "title": "Past is Present: How historic struggles for media justice mirror today's local news crisis",
        "transcription": ""
    },
    {
        "break": "",
        "day": "Wednesday",
        "description": "We're innovators. Product thinkers. Transformers of culture. We're everything our newsrooms need...if only anyone would let us implement our ideas.\n\nToo often, the people ready to introduce real, radical, positive change at their organizations aren't the ones given the authority to do so. Even the people tasked with being change agents aren't always given the institutional backing needed to make change happen.\n\nIn this problem may lie an opportunity, because leading by influence can turn out to be a more effective tool, in the long run, than a top-down approach. Is soft power just what traditional power needs to become?\n\nIn this session, we'll share stories and strategies for becoming leaders regardless of title and in the face of individual and structural challengers of that power. How can we amass soft power at our organizations, while building communities of support and resilience? What are the skills we can build that allow us to be as effective, if not more, than a formal manager? And what are the changes that are worth putting ourselves on the line for?",
        "everyone": "",
        "facilitators": "Lindsay Abrams, Gaby Brenes",
        "id": "soft-power-strategies",
        "social": "",
        "talk": "",
        "time": "4-5:15pm ET",
        "timeblock": "wed-4pm",
        "title": "Soft Power: Strategies for change agents with no formal authority",
        "transcription": "y"
    },
    {
        "break": "",
        "day": "Wednesday",
        "description": "If newsrooms are truly working toward a more inclusive and fair workplace, then that must also apply to how job candidates are treated. Some things to consider: Do you pay candidates for the time they spend on hiring tests? Do you know what you're testing for? Do you really need them to edit a 2,000-word story, write a cover letter that guesses at what you want to hear, or spend hours crafting a story that you get to publish for free?\n\nNewsrooms have not traditionally considered the application process from the candidate's point of view. Yet this is the person's first interaction with your organization. If you say you're a newsroom that values a person's time, how do you show it in the application process? This session will offer some ideas that will hopefully jumpstart more from the room.",
        "everyone": "",
        "facilitators": "Kathy Lu, Daric Cottingham",
        "id": "exploitative-hiring-tests",
        "social": "",
        "talk": "",
        "time": "4-5:15pm ET",
        "timeblock": "wed-4pm",
        "title": "Are your newsroom hiring tests exploitative? Let's discuss",
        "transcription": ""
    },
    {
        "break": "",
        "day": "Wednesday",
        "description": "At a moment when the legal status of abortion rights across the U.S. is in question, many newsrooms are unsure how to report on the issue without putting abortion providers and activists at risk of legal action, violence, and harassment. Many are doing work that might be perfectly legal one week, and made illegal the next week. Reporting on this beat could \"out\" activists and providers who do not want to be identified. Some of these communities have developed stronger security practices, and demand the same of reporters who want to speak to them. We also have to ask: What is our role in minimizing risk to sources when reporting on abortion rights? Considering the many digital trails that could identify someone—whether electronic communications or location data connecting them to an abortion provider—what can we do to minimize risk?\n\nFreedom of the Press Foundation and journalist Jessica Bruder want to facilitate a session on risk minimization strategies, with a mind to the operational security practices seen in reporting in the wild. Through this discussion, we will build on each others' understanding and produce some concrete recommendations for reporters and those who may assist reporters in digital security practices.",
        "everyone": "",
        "facilitators": "Martin Shelton, Olivia Martin, Jessica Bruder",
        "id": "source-security",
        "social": "",
        "talk": "",
        "time": "4-5:15pm ET",
        "timeblock": "wed-4pm",
        "title": "Taking care with source security when reporting on abortion",
        "transcription": ""
    },
    {
        "break": "",
        "day": "Wednesday",
        "description": "You have a large dataset — covering several counties, an entire state, or even every census tract or MSA in the U.S. — and the best path forward is collaborating with other newsrooms. So how do you start? We’ll explore best practices in collecting and sharing data; how to approach potential collaborative partners; how to build out workflows, expectations, and scheduling with partners; and even what to plan for when you publish, including how to engage with your audience and community and how best to present your findings.\n\nFacilitators will leverage experiences participating in several projects including air quality sensor data from both California and Chicago, which resulted in multiple newsroom consortiums with NPR and the new Chicago Sun-Times/WBEZ nonprofit model; an evolving childcare project covering all of Michigan, with partners that include the Detroit Free-Press, Bridge Michigan, Outlier Media and the small newsroom, the Traverse City Record-Eagle; and the Documenting COVID-19 project's Uncounted death certificate error series, shortlisted for a Sigma Award as one of the country’s top data projects, which relied on seven reporters across five newsrooms in the USA TODAY network, including those in Mississippi, Missouri and Louisiana.",
        "everyone": "",
        "facilitators": "Dillon Bergin, Mohar Chatterjee, Betsy Ladyzhets",
        "id": "collaboration-large-datasets",
        "social": "",
        "talk": "",
        "time": "4-5:15pm ET",
        "timeblock": "wed-4pm",
        "title": "Collaborating on large datasets across multiple newsrooms",
        "transcription": ""
    },
    {
        "break": "",
        "day": "Wednesday",
        "description": "Have you ever stumbled upon a story about Y/N? Fallen down a rabbit hole of Archive of our Own, Wattpad, LiveJournal or Fanfiction.net, or wondered what people are talking about when they mention those sites? This session is for you — whether you’ve been a Gleek, a Directioner, an avid reader of My Hero Academia or Marvel fanfiction or have no idea what a headcanon is, let’s talk about it!\n\nFanfiction is exactly what it says: fans of a piece of media creating their own fictional stories — “headcanons” — within that world, whether it’s based in real life or fantasy. Both fanfiction and journalism exist on the same spectrum of objectivity, even if they’re on different ends: People make choices about what stories they’re telling, whose narratives they’re centering and what words they use to describe them. One of the ways journalism and fanfiction diverge that this session will cover: Fanfiction in itself is a sort of science fiction; we’re writing about an existence that is possible within the confines of an already existing world. By engaging with fanfiction and related communities, we have a chance to learn more about what it means to explore our identities, develop narratives which center the agency of marginalized communities and connect with folks from different backgrounds via common ground about a world that might be better than our own.",
        "everyone": "",
        "facilitators": "Janelle Salanga, Holly Rosewood",
        "id": "wed-social-fanfic",
        "social": "y",
        "talk": "",
        "time": "5:30-6:30pm ET",
        "timeblock": "wed-530pm",
        "title": "If no one’s got me, Archive of our Own’s got me: Fanfiction as a tool for questioning objectivity, strengthening imagination and forming online community",
        "transcription": ""
    },
    {
        "break": "",
        "day": "Wednesday",
        "description": "Let's look at the role retirement plans play in personal finances and our fraught industry, from \"it's all that's available\" to \"advanced Boglehead hacking\" (I'll explain). I plan to share a diagram that's been helpful for me in balancing life vs. savings vs. the future. I hope to have a collection of session attendees (like you!) where we collectively bring wisdom and insight about keeping retirement savings in perspective.",
        "everyone": "",
        "facilitators": "Tiff Fehr",
        "id": "wed-social-savings",
        "social": "y",
        "talk": "",
        "time": "5:30-6:30pm ET",
        "timeblock": "wed-530pm",
        "title": "Retirement savings (constructively calibrating your progress!)",
        "transcription": ""
    },
    {
        "break": "",
        "day": "Wednesday",
        "description": "Let's see the cool projects you and your children have been working on at a casual show-and-tell — art projects and techniques, Legos, crafts, games, recipes, Pinewood Derby cars, etc. Or bring supplies and let us see your creative process in real-time. All grown-ups are welcome with or without a kid! Just please hold your profane embroidery and R-rated Lego builds for another time, and keep this session kid-appropriate.",
        "everyone": "",
        "facilitators": "Lisa Waananen Jones",
        "id": "wed-social-legos",
        "social": "y",
        "talk": "",
        "time": "5:30-6:30pm ET",
        "timeblock": "wed-530pm",
        "title": "Mini Makers Kid-Friendly Project Hour",
        "transcription": ""
    },
    {
        "break": "",
        "day": "Wednesday",
        "description": "Stacey Peters is Chief Product Officer at VTDigger, where she oversees technology and product for Vermont’s largest newsroom. She was once a fast runner and now is a bit slower, but has many thoughts about using running to troubleshoot systems or coding issues as well as using running to take respite from those issues entirely. She’s currently getting ready to begin training in earnest for her third marathon, and looks forward to chatting with anyone who has discovered running for fun, for mental health, for fitness, or for none of those reasons.",
        "everyone": "",
        "facilitators": "Stacey Peters",
        "id": "wed-social-running",
        "social": "y",
        "talk": "",
        "time": "5:30-6:30pm ET",
        "timeblock": "wed-530pm",
        "title": "Train your brains and bodies: Let’s get running",
        "transcription": ""
    },
    {
        "break": "",
        "day": "Thursday",
        "description": "Phoebe Gavin and Jahna Berry on retention, turnover, and building resilient news organizations where everyone can thrive.",
        "everyone": "",
        "facilitators": "",
        "id": "thu-talk",
        "social": "",
        "talk": "y",
        "time": "12-1pm ET",
        "timeblock": "thu-12pm",
        "title": "Thursday welcome & SRCCON Talks: Phoebe Gavin & Jahna Berry",
        "transcription": "y"
    },
    {
        "break": "",
        "day": "Thursday",
        "description": "Take a break! Step away from your computer or chat with other participants in the SRCCON Slack. Thanks to Alley for sponsoring our break time and opportunity to chat in the virtual hallway.",
        "everyone": "",
        "facilitators": "",
        "id": "thu-break",
        "social": "y",
        "talk": "",
        "time": "1-1:30pm ET",
        "timeblock": "thu-1pm",
        "title": "Social break",
        "transcription": ""
    },
    {
        "break": "",
        "day": "Thursday",
        "description": "Join the **#session-science-misinfo** channel in our conference Slack for async discussion throughout the day:\n\nExperts in science communication will join from three continents (so we're taking advantage of async in Slack!) to share their research and answer questions about how journalists can report on polarized science topics. These Q&As will lead into Friday's session: \"Covering polarized science topics in a polluted media system.\" You can look for them in particular at these times:\n\n- Jaime Longoria of the Disinfo Defense League (Wednesday 12pm PT/3pm ET/7pm UTC)\n- Stephan Lewandowsky of University of Bristol (Thursday 7am PT/10am ET/2pm UTC)\n- Jiyoung Lee of University of Alabama (Thursday 2pm PT/5pm ET/9pm UTC)\n- Scott Knowles of COVIDCalls, Korea Advanced Institute of Science and Technology (Friday 5:30am PT/8:30am ET/12:30pm UTC)",
        "everyone": "",
        "facilitators": "",
        "id": "thu-async-science",
        "social": "y",
        "talk": "",
        "time": "Throughout the day in Slack",
        "timeblock": "thu-1pm",
        "title": "Async discussion: Covering polarized science and misinformation",
        "transcription": ""
    },
    {
        "break": "",
        "day": "Thursday",
        "description": "Trans and nonbinary people are increasingly in the news, as states pass laws regulating access to healthcare, sports teams, and educational materials. But when you’re trying to frame stories about these issues, it can be hard to cut through misinformation, much less resolve ethical concerns. Even legacy media outlets that set the tone for industry coverage have outdated style guides.\n\nJoin a facilitated discussion on how to cover policies and data that impact an estimated 1.4 million adults and 150,000 youth in the United States. We’ll address best practices for: developing internal style guides, using flawed or limited data, asking about pronouns and identity, and finding sources to fact-check common misinformation.\n\nIf you feel like it, please come with examples of your newsroom’s written policies on quoting trans sources and covering trans issues! We will discuss some sample policies that are already publicly available.",
        "everyone": "",
        "facilitators": "Kae Petrin, Ændra Rininsland",
        "id": "trans-stories-cultural-awareness",
        "social": "",
        "talk": "",
        "time": "1:30-2:45pm ET",
        "timeblock": "thu-130pm",
        "title": "Covering trans stories with cultural awareness, evidence, and data",
        "transcription": ""
    },
    {
        "break": "",
        "day": "Thursday",
        "description": "COVID-19 threw journalists everywhere into a daily data-tracking exercise with no notice and no guardrails. The pandemic brought skills and techniques normally reserved for well-understood topics like elections to the forefront of our coverage plans—without nearly enough time to make sure we understood the data ourselves, let alone communicate what it meant to readers.\n\nWe've overhauled our workflows; we've struggled with missing and incomplete data; we've stretched our teams and our development environments to their limits. A few years into this experiment (and collective experience), we need to take a step back and reflect:\n\n* Are we making data-driven dashboards for our readers or ourselves?\n* How do we keep sight of the fact that each number in these datasets represents a human life?\n* Projects like these draw a lot of traffic and praise—but are we staying focused on what's most valuable to the public?\n* And what did we learn (if anything!) that can contribute to other collaborative workflows?\n\nOur hope is to come out of this conversation with better ideas for tackling the technical and editorial logistics behind *very* open-ended data projects.",
        "everyone": "",
        "facilitators": "Darla Cameron, Ryan Murphy",
        "id": "lessons-covid-data",
        "social": "",
        "talk": "",
        "time": "1:30-2:45pm ET",
        "timeblock": "thu-130pm",
        "title": "What lessons have we learned from publishing COVID data trackers?",
        "transcription": "y"
    },
    {
        "break": "",
        "day": "Thursday",
        "description": "How might we change and improve the relationships between commissioning editors and freelance journalists who work in data, graphics, or news apps? The past couple years of the pandemic have changed the labor market for the foreseeable future. There's a growing pool of data/graphics/dev journalists who quit their newsrooms and struck out on their own with the hopes of choosing the kind of work they wanted to do. At the same time, some editors are struggling to keep up with internal demand on their teams' bandwidth and have some budget to hire contractors. We would love to know how to better connect these groups.\n\nIf you’ve ever done that kind of work as a freelancer/contractor, hired one, or are interested in doing either, then we want to hear from you. What works well? What could be improved? We’ll discuss these topics and create a guide that can be used by all parties. From recruiting candidates to finding opportunities to creating contracts and managing projects, let’s make this process better for everyone.",
        "everyone": "",
        "facilitators": "Soo Oh, Greg Linch, Vignesh Ramachandran",
        "id": "make-freelance-work-better",
        "social": "",
        "talk": "",
        "time": "1:30-2:45pm ET",
        "timeblock": "thu-130pm",
        "title": "How can we make news nerd freelance work better for everyone?",
        "transcription": ""
    },
    {
        "break": "",
        "day": "Thursday",
        "description": "By paying everyday citizens to attend local government meetings and take notes that we then edit and make publicly available, Detroit Documenters provide a valuable service for our media partners and for Detroit residents. Before decisions become statutes or ordinances, they are ideas presented through memos and public comments, and discussed in public forums. Documenters who describe those discussions and decisions in their notes are inspired to become more civically active and to share what they learn with their family, friends and communities. By being present in these meetings and sharing the information with their networks, Documenters help shape the news and help keep public officials accountable to the public. \n\nIn this session, we’ll talk more about the Documenters program: how it started, how it’s going, and how we think it will grow. We’ll share tips that any newsroom can use to empower citizens by involving them in the news gathering and reporting process. Just knowing the public is paying attention can be enough to change the tone of a meeting from clandestine and exclusive to open and accessible.",
        "everyone": "",
        "facilitators": "Lynelle Herndon, Noah Kincade",
        "id": "public-newsroom",
        "social": "",
        "talk": "",
        "time": "1:30-2:45pm ET",
        "timeblock": "thu-130pm",
        "title": "Demystifying the public newsroom: How to involve lots of community members in your newsgathering",
        "transcription": ""
    },
    {
        "break": "",
        "day": "Thursday",
        "description": "Habits are easy. Making new habits is hard. And making other people make new habits - that’s even harder. So for change managers, whether they’re formal or informal leaders, it’s crucial to know how to create initiatives that have a lasting impact. \n\nSusannah Locke (Special Projects Editor at Vox) and Fabienne Meijer (Digital Innovation Manager at DPG Media) regularly face this challenge in their work. Based on their different perspectives, they’ll share concrete examples and best practices, as well as open the floor to gather even more great ideas.",
        "everyone": "",
        "facilitators": "Fabienne Meijer, Susannah Locke",
        "id": "manage-change-make-it-stick",
        "social": "",
        "talk": "",
        "time": "1:30-2:45pm ET",
        "timeblock": "thu-130pm",
        "title": "How do you manage organizational changes… and make them stick?",
        "transcription": ""
    },
    {
        "break": "",
        "day": "Thursday",
        "description": "Whenever Destinée-Charisse Royal conducts her popular workshop on how to have difficult conversations in newsrooms, she shares steps to discuss racism, sexism and all manner of uncomfortable topics. At the end, there never seems to be enough time for questions. So in this session, she will zero in on a few key prep points — like offering your lenses and 10xing your empathy. Want to participate but don’t have a question? Come anyway!\n\nIn breakout rooms, you will brainstorm questions, based on a prompt, like: the dynamic between a reporter and editor discussing coverage; between peers on different teams collaborating on a project; among teammates partnering for group work. A few topics we can cover: burnout, bias in coverage, tone deafness and workflow hiccups. After breakouts, the floor will open for questions and discussions about how to approach the conversations we have been putting off.",
        "everyone": "",
        "facilitators": "Destinée-Charisse Royal, Caitlin Gilbert",
        "id": "difficult-newsroom-conversations",
        "social": "",
        "talk": "",
        "time": "5-6:15pm ET",
        "timeblock": "thu-5pm",
        "title": "Q&A: How to have difficult conversations in newsrooms",
        "transcription": ""
    },
    {
        "break": "",
        "day": "Thursday",
        "description": "Retention starts at the moment of hiring. Onboarding can make or break an experience, and sets the trajectory for the entire tenure of a job, especially in institutions built in a non-inclusive manner. We are going to engage onboarding as community building, examining what humans need from community, how to determine those needs in an inclusive and empowering manner and how onboarding can set the stage for fulfilling them. From basic logistics of \"where do I live?\" to unpacking communication norms and other community needs. At the end of the session our goal is to have a living worksheet/checklist that anyone can use to harness onboarding as community building and a framework for making workplaces more inclusive. ",
        "everyone": "",
        "facilitators": "Will Lager, Lu Ortiz",
        "id": "onboarding-community-affirmation",
        "social": "",
        "talk": "",
        "time": "5-6:15pm ET",
        "timeblock": "thu-5pm",
        "title": "Onboarding as community building and affirmation",
        "transcription": "y"
    },
    {
        "break": "",
        "day": "Thursday",
        "description": "What happens when a local news outlet prints, publishes or broadcasts  coverage that harms a community, and the community organizes to respond? Learn some advice and tips from Philadelphia organizers and the Philadelphia Inquirer on what journalists and newsroom management can do externally and internally to not only engage in deep listening around community concerns, but incorporate community information needs and recommendations that help structurally change how newsrooms improve, reconcile and address potentially harmful reporting.",
        "everyone": "",
        "facilitators": "Tauhid Chappell, Jameel Rush, Sabrina Vourvoulias",
        "id": "respond-calls-accountability",
        "social": "",
        "talk": "",
        "time": "5-6:15pm ET",
        "timeblock": "thu-5pm",
        "title": "Watching the Watchdog: How a newsroom can respond to calls for accountability",
        "transcription": ""
    },
    {
        "break": "",
        "day": "Thursday",
        "description": "How would you navigate the digital world without sight? What about if you didn't have the dexterity to use a mouse or a trackpad? In this workshop, you'll learn the basics of web accessibility and the tools available to disabled people online. We will task groups with navigating online news sites in an attempt to accomplish a goal, leaving you with a better understanding of the obstacles that people in the disabled community persistently encounter when getting news.",
        "everyone": "",
        "facilitators": "Lindsay Grow, Patrick Garvin",
        "id": "realities-web-accessibility",
        "social": "",
        "talk": "",
        "time": "5-6:15pm ET",
        "timeblock": "thu-5pm",
        "title": "No mouse, no monitor: How does your site hold up? The realities of web accessibility",
        "transcription": ""
    },
    {
        "break": "",
        "day": "Thursday",
        "description": "Welcome to SRCCON 2022’s documentation day! In this hands-on workshop, we’ll collect and share best practices for effective and accessible internal documentation. Then we’ll put the tips to use while participating in a documentation jam session, where everyone gets to select and work on a personal documentation need. Music will be played, jokes will be made, but ultimately you’ll walk away with a template for hosting your very own documentation day when you get back to your newsroom. Hey, maybe you’ll even make documentation a quarterly event with your team!",
        "everyone": "",
        "facilitators": "Alexandra Smith, Laura Kurtzberg, Cam Rodriguez",
        "id": "documentation-day",
        "social": "",
        "talk": "",
        "time": "5-6:15pm ET",
        "timeblock": "thu-5pm",
        "title": "It's documentation day 🎉",
        "transcription": ""
    },
    {
        "break": "",
        "day": "Thursday",
        "description": "Every day we have a set of sessions on topics of interest about life at work and outside of it, hobbies, games, and other activities. We've got a spot or two left Thursday and Friday for emergent ideas during the conference. If you'd like to lead an emergent session, email [erika@opennews.org](mailto:erika@opennews.org).",
        "everyone": "",
        "facilitators": "",
        "id": "thu-social-block",
        "social": "y",
        "talk": "",
        "time": "6:30-7:30pm ET",
        "timeblock": "thu-630pm",
        "title": "Social sessions and meetups - add your idea!",
        "transcription": ""
    },
    {
        "break": "",
        "day": "Thursday",
        "description": "It's dinnertime in many time zones right now, so let's chat all things food. Have a favorite recipe to share? Wanting to cook more? Tried a delicious restaurant recently? We'll share ideas for dinners, desserts or whatever fills your tummy. Feel free to cook or eat on camera!",
        "everyone": "",
        "facilitators": "Vignesh Ramachandran",
        "id": "thu-social-recipes",
        "social": "y",
        "talk": "",
        "time": "6:30-7:30pm ET",
        "timeblock": "thu-630pm",
        "title": "Recipe experiments gone right (or wrong)",
        "transcription": ""
    },
    {
        "break": "",
        "day": "Thursday",
        "description": "Normally, SRCCON for some includes a visit to Target Field to watch MLB’s Minnesota Twins or a quick trip down the road to Midway Field to see their Triple-A affiliate, the St. Paul Saints. This year, while we’re not in Minneapolis, we can still virtually enjoy the sights and sounds of baseball (and each other’s company). We’ll take the first 30 minutes and talk about why the designated hitter rule shouldn't exist in the National League (or not) and then tune in live to watch the New York Yankees host the Houston Astros in the Bronx. It’s a chance to take a breath, enjoy some of your favorite snacks, and relax.",
        "everyone": "",
        "facilitators": "André Natta, John Hernandez",
        "id": "thu-social-baseball",
        "social": "y",
        "talk": "",
        "time": "6:30-7:30pm ET",
        "timeblock": "thu-630pm",
        "title": "We're watching (+ talking) baseball",
        "transcription": ""
    },
    {
        "break": "",
        "day": "Thursday",
        "description": "People with ADHD tend to love fast-paced, exciting work where they get to work on new projects and learn different things every day. Journalism is perfect then, right? We also struggle with executive function, work-life balance, over-committing, perfectionism and meeting deadlines. (Oops. 🙃)\n\nThis session centers people with ADHD or who identify as neurodivergent (including but not limited to ADHD, sensory processing disorder, autism, synesthesia, learning disorders, high sensitivity) — including self-diagnosed! — and will serve as a place to share strategies for surviving as a journalist. We will share tips and tricks with each other, and focus on solutions. The facilitator will give an overview of how to request disability accommodations in the workplace per the Americans With Disabilities Act, and will share personal experiences with the process.\n\nThose who do not identify as neurodivergent or as having ADHD are welcome to attend as listeners in order to learn how to best provide support — we politely ask that you do not share solutions or experiences if you choose to attend.",
        "everyone": "",
        "facilitators": "Jasmine Mithani",
        "id": "thu-social-adhd",
        "social": "y",
        "talk": "",
        "time": "6:30-7:30pm ET",
        "timeblock": "thu-630pm",
        "title": "ADHD + journalism",
        "transcription": ""
    },
    {
        "break": "",
        "day": "Friday",
        "description": "Share music with friends new and old. Pre-pandemic, session facilitator Joe Germuska hosted a radio show on WNUR-FM called Conference of the Birds, and he would love for you to join the flock. You can just listen if you prefer, but hopefully some of you will share music. We’ll repeat the method we’ve used at a couple of NPA summits: we’ll set up a Google Doc where we build a playlist from anything that can be played from a URL (YouTube, BandCamp, Spotify, other services that don’t require subscription); Joe will sequence the tracks over the session Zoom. We’ll try to make sure that everyone who brings a song can get it played: any kind of music is good, but not more than about 5 minutes long, please. We’ll use the Zoom chat and the Google doc for interaction so that the music can continue uninterrupted.",
        "everyone": "",
        "facilitators": "Joe Germuska",
        "id": "fri-social-music",
        "social": "y",
        "talk": "",
        "time": "10-11am ET",
        "timeblock": "fri-10am",
        "title": "Music listening party",
        "transcription": ""
    },
    {
        "break": "",
        "day": "Friday",
        "description": "It can be hard to think about having a job that’s not in journalism. The idea of “leaving journalism” can bring up a lot of feelings! Much of the camaraderie in the industry comes from all being in it together. So what does it mean to step away from that? Are you selling out? Can you come back? Will you even want to? What does it mean if you don’t??\n\nI’ve worked in journalism, in government agencies, and now in tech. I can share my own experience and how I felt through these transitions: excited, relieved, guilty, outraged, thrilled, uneasy, and more. But mostly this is space to think about your own future, outside the expectations of the journalism industry.",
        "everyone": "",
        "facilitators": "Hannah Birch",
        "id": "fri-social-leaving",
        "social": "y",
        "talk": "",
        "time": "10-11am ET",
        "timeblock": "fri-10am",
        "title": "Let’s talk about leaving journalism",
        "transcription": ""
    },
    {
        "break": "",
        "day": "Friday",
        "description": "Looking to get out of your head and into your body during SRCCON? Give Awakening Yoga a try. Awakening Yoga is a progressive yoga system rooted in Hatha Vinyasa with an emphasis on ritual & self inquiry. Founded by Patrick Beach and Carling Harps, Awakening Yoga pays homage to the traditional nature of the yoga practice with a practical and functional approach to asana. This practice encourages personal exploration, potentiality, and freedom of movement from both the teacher and student.\n\nThe Set is a fixed sequence built on the Awakening Yoga Solar Vinyasa Practice. An organized and moving practice builds strength, coordination, and measured ability across a balanced array of postures. This class is designed to take the guesswork and decision fatigue out of your day, leaving you free to clear your mind, focus on your practice, and drop into the moment.\n\nThis 60-minute session will be suitable for practitioners of all levels — modifications will be offered along the way and props are always welcomed. Some experience with yoga is recommended. ",
        "everyone": "",
        "facilitators": "Fabienne Meijer",
        "id": "fri-social-yoga",
        "social": "y",
        "talk": "",
        "time": "10-11am ET",
        "timeblock": "fri-10am",
        "title": "Introduction to Awakening Yoga",
        "transcription": ""
    },
    {
        "break": "",
        "day": "Friday",
        "description": "Most projects in journalism won't run forever, but we often launch them without knowing when or how the end will come. In this session, we'll discuss practical approaches and considerations for sunsetting projects, such as trackers, tech products, long-running series and collaborations. Why are some endings satisfying and others disappointing, and what works well for preserving projects without creating ghosts of unfinished business? Drawing on lessons from other industries such as documentary filmmaking, education, sports and hospice care, we'll discuss what makes an ending a good one and how to manage less-than-ideal endings.",
        "everyone": "",
        "facilitators": "Lisa Waananen Jones, Danielle Alberti",
        "id": "ending-things-well",
        "social": "",
        "talk": "",
        "time": "11:30am-12:45pm ET",
        "timeblock": "fri-1130am",
        "title": "Ending things well",
        "transcription": ""
    },
    {
        "break": "",
        "day": "Friday",
        "description": "The pandemic has blurred the division between our work and family lives, and shifted what we value. It has fundamentally reshaped our relationship with work. Newsroom managers can no longer assume journalism as usual. More and more, journalists are challenging traditional newsroom culture and systems from presenteeism to management style to performance evaluation to work-life balance. Let's design an adoptable newsroom management framework that focuses on empathy, flexibility and share-ownership in order to unlock your team's full potential.",
        "everyone": "",
        "facilitators": "Paul Cheung, Shannan Bowen",
        "id": "unlearning-bad-manager-habits",
        "social": "",
        "talk": "",
        "time": "11:30am-12:45pm ET",
        "timeblock": "fri-1130am",
        "title": "Unlearning journalism's bad habits: Manager's edition",
        "transcription": "y"
    },
    {
        "break": "",
        "day": "Friday",
        "description": "Journalists report on conflict, but how do they deal with conflict in their own newsrooms and organizations? The question of engaging with conflict is more important than ever in lean organizations with diverse people performing so many different and cross-functional roles. Staying with and engaging in newsroom/organization conflict is not something that comes naturally to many journalists/tech people. Conflict can be perceived as disruptive and unprofessional. Many may avoid engaging in conflict because of a lack of skills, lack of perceived accountability, lack of time or fear of retaliation or a perception that engaging will not result in productive change. But in creative spaces, skillful conflict engagement from top down and bottom up can lead to better collaboration and better outcomes. This interactive session will provide participants with the opportunity to identify and analyze their conflict styles and then apply those concepts. A conflict engagement professional/professor and journalist/professor will lead the session and provide takeaways for your organization.",
        "everyone": "",
        "facilitators": "Carol Zuegner, Mary Lee Brock",
        "id": "conflict-approach",
        "social": "",
        "talk": "",
        "time": "11:30am-12:45pm ET",
        "timeblock": "fri-1130am",
        "title": "Identifying your approach to conflict and leveraging it in difficult conversations",
        "transcription": ""
    },
    {
        "break": "",
        "day": "Friday",
        "description": "In the age of online communication, we have more information and stellar writing at our fingertips than ever before. And yet during the pandemic, people were taking horse medicine and refusing vaccines. The pandemic, the murder of George Floyd, and the increasing disasters related to wildfires, floods, and other weather all hit newsrooms at once. It was overwhelming. Let’s take some time to process, and to talk to experts who have had different viewpoints on the media during these crises. In this discussion, we’ll consider questions that include: How can we ensure that the painstaking work journalists put into informing people about the knowledge science offers reaches people in an age of rampant misinformation, disinformation, and polarization? Covering science brings up particular social cues around elitism, risk perception, how knowledge is formed, and which institutions are trustworthy in which situations. We’ll reflect on several major themes that have regularly come up in science coverage in recent years: the pandemic (vaccines, masks, school openings, testing, and lockdown); issues of inequality in science; and climate change.\n\nSeveral scholars who study science misinformation will be available to help our group develop best practices for reporting on polarized (or potentially polarizing) science topics. Stephan Lewandowsky (University of Bristol), Jiyoung Lee (University of Alabama), Jaime Longoria (Disinfo Defense League, Media Democracy Fund), and Scott Knowles (COVIDCalls, Korea Advanced Institute of Science and Technology) will summarize insights from their research and will field questions. The session will begin with 15 minutes of getting to know the panelists. Then we’ll spend 15 minutes sharing with one another what experiences we’ve had with these issues and questions. As these discussions progress, we’ll develop a Google Doc with a set of take-home points and best practices for covering polarizing topics.",
        "everyone": "",
        "facilitators": "Katie Burke, Amanda Yarnell",
        "id": "polarized-science",
        "social": "",
        "talk": "",
        "time": "11:30am-12:45pm ET",
        "timeblock": "fri-1130am",
        "title": "Covering polarized science topics in a polluted media system",
        "transcription": ""
    },
    {
        "break": "",
        "day": "Friday",
        "description": "Journalists often solve a lot of the same problems. Why not help each other out by open sourcing the tools we use to do our jobs? This session explores why open sourcing internal newsroom tools can be beneficial to the journalism community as a whole as well as best practices for building reusable and sustainable open source tooling.\n\nThis session is for developers and newsroom technologists who want to learn how to open source the tools they've built for their newsrooms along with those who don't know how to get started.",
        "everyone": "",
        "facilitators": "Dylan Freedman, Hailey Hoyat",
        "id": "open-sourcing-internal-tools",
        "social": "",
        "talk": "",
        "time": "11:30am-12:45pm ET",
        "timeblock": "fri-1130am",
        "title": "From silos to solutions: Open-sourcing your newsroom's internal tools",
        "transcription": ""
    },
    {
        "break": "",
        "day": "Friday",
        "description": "From wage theft, to bad benefits and \"objectivity\" slowing down the necessary change inside newsrooms: how can we work together with our colleagues to push change so that our communities look like the communities they cover and our jobs are more secure? What does it look like to build a campaign or a series of campaigns to make our newsrooms better?",
        "everyone": "",
        "facilitators": "Meredith Clark, Jon Schleuss",
        "id": "forcing-newsroom-reckonings",
        "social": "",
        "talk": "",
        "time": "3-4:15pm ET",
        "timeblock": "fri-3pm",
        "title": "How do we force the reckonings in newsrooms?",
        "transcription": ""
    },
    {
        "break": "",
        "day": "Friday",
        "description": "We no longer consume news through a handful of TV channels and newspapers—even the best journalism now moves through a media ecosystem full of cable commentary, social media, politically motivated actors, and motivated readers. And that makes it possible for our most well-meaning work, the accurate and illuminating coverage that people really need, to get remixed or misused in service of horrifying, harmful narratives.\n\nSo what should we do when readers draw selfish or wrong conclusions from our stories or data analysis? Like when researchers said that white Americans became less empathetic and less fearful of COVID-19 after reading about how COVID-19 disproportionately impacts poorer people and communities of color? Or when we cover the video of a viral crime and give people fodder to misinterpret it as a trend rather than an isolated incident?\n\nThe old tenets of journalism tell us we should just present the data and let people draw their own conclusions. But what responsibility do we have when some of those conclusions are terrible?",
        "everyone": "",
        "facilitators": "Andrew Ba Tran, Lam Thuy Vo",
        "id": "unintended-consequences-coverage",
        "social": "",
        "talk": "",
        "time": "3-4:15pm ET",
        "timeblock": "fri-3pm",
        "title": "Unintended consequences of our coverage: What do we do when people interpret stories & data in bad faith?",
        "transcription": "y"
    },
    {
        "break": "",
        "day": "Friday",
        "description": "“I wish I had more time to…[fill in the blank: work on a passion project / connect with sources / REST / etc.].” If that thought has ever crossed your mind, you are certainly not alone.\n\nSo many of us are strapped for time. The rapid pace of news, particularly over the past few years, has led to exhaustion and burnout. Constant deadlines and other day-to-day tasks can also make it hard to focus on longer-term priorities. In this interactive presentation, you will get a chance to step back, reflect on your work, and figure out what to stop doing — and find ways to focus on your most important, high-impact tasks. You will come away with a framework for how to assess your tasks and think strategically about how you spend your time.\n\nWe hope that by participating in these sessions, you will have the opportunity to talk candidly and thoughtfully about what is truly most important to focus on and what you can cut away. We will also discuss strategies you can employ to start this discussion with your manager and get their approval to focus your time in different ways.",
        "everyone": "",
        "facilitators": "Shirley Qiu, Yoli Martinez",
        "id": "reclaim-your-time",
        "social": "",
        "talk": "",
        "time": "3-4:15pm ET",
        "timeblock": "fri-3pm",
        "title": "How to figure out what to stop doing and reclaim your time",
        "transcription": ""
    },
    {
        "break": "",
        "day": "Friday",
        "description": "Community reporters do vital, meaningful work in newsrooms doing deep listening to local communities, and creating coverage that speaks to their concerns and amplifies their voices. So if you want to create your newsroom’s first such position, or expand a current team with a role like this, you’re not alone. But getting these positions in place – and setting them up for success is easier said than done. KQED News’s first Community Reporter/Producer Carlos Cabrera-Lomelí walks you through some of the major perceived obstacles to this, and how you can address them ASAP.\n\nThis session will touch on:\n1. How to combat internal misunderstandings/mistrust of these positions and they work they do in newsrooms.\n2. How to use collaborative techniques to partner community reporters with the reporters and editors you already have.\n3. What will set your community role up for failure – and what will enable them to succeed and thrive",
        "everyone": "",
        "facilitators": "Carlos Cabrera-Lomelí, Cirien Saadeh",
        "id": "community-reporters-get-ready",
        "social": "",
        "talk": "",
        "time": "3-4:15pm ET",
        "timeblock": "fri-3pm",
        "title": "Community Reporting: Advocating for this work and understanding its impact inside and outside the newsroom",
        "transcription": ""
    },
    {
        "break": "",
        "day": "Friday",
        "description": "Ko Bragg and Cierra Hinton on rest as reparations, how 30 days of paid leave rejuvenated Scalawag’s newsroom, and why more newsrooms need to be facilitating rest.",
        "everyone": "",
        "facilitators": "",
        "id": "fri-talk",
        "social": "",
        "talk": "y",
        "time": "4:30-5:15pm ET",
        "timeblock": "fri-430pm",
        "title": "SRCCON Talks: Ko Bragg & Cierra Hinton",
        "transcription": "y"
    },
    {
        "break": "",
        "day": "Friday",
        "description": "",
        "everyone": "y",
        "facilitators": "",
        "id": "fri-closing",
        "social": "",
        "talk": "",
        "time": "5:15-6pm ET",
        "timeblock": "fri-515pm",
        "title": "SRCCON Closing",
        "transcription": "y"
    }
]